; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	Ivan Stambolić <stamba@absolutok.net>
; Homepage:
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
1=Fajl
2=Opcije
3=Pomoć
4=
5=Odaberite fajl
6=&Arhiva/instalacija koju je potrebnu raspakovati:
7=Izvuci u
8=&Ciljana fascikla:
9=
10=Opcije programa Universal Extractor
11=Pamti ar&hive
12=
13=
14=&Jezik:
15=
16=
17=Specifične opcije formata
18=&Upozorenje pre pokretanja aplikacija
19=Ukloni &duple fajlove
20=Ukloni &privremene fajlove
21=Dodaj fajlovima &nastavke koji nedostaju
22=
23=
24=%s Internet stranica
25=
26=
27=
28=
29=
30=
31=&U redu
32=
33=
34=O&dustani
35=Opcije 2
36=%s izvlačenje
37=%s podržava sledeće metode izvlačenja %s paketa. Nažalost, ove metode nisu 100% pouzdane. Ako početna metoda nije uspela, pokrenite %n%s ponovo i odaberite drugu metodu.
38=Metoda izvlačenja
39=%s administrativna instalacija
40=%s izvlačenje
41=%s parametar
42=%s raspakovanje
43=Nije 'InstallShield' instalacija
44=
45=
46=
47=%s Molimo odaberite ispravan fajl.
48=Odabir fajla
49=Sačuvaj izveštaj u
50=
51=arhiva
52=kompresovan fajl
53=
54=e-knjiga
55=e-čestitka
56=zaštićen fajl
57=izvršni fajl
58=
59=Fajl pomoći
60=zakrpa
61=slika
62=instalacija
63=
64=paket
65=zakrpa
66=Samo-raspakujuća
67=Faza
68=
69=Testiranje
70=
71=
72=nadogradnja
73=
74=
75=Određivanje tipa fajla.
76=Skeniranje fajla sa %s
77=Izvlačenje fajla iz:
78=Pokretanje instalacije.%nMolim sačekajte.
79=
80=%s CD-ROM fajlovi ne mogu biti raspakovani direktno.%nUmesto toga, biće pretvorene u ISO fajl,%nkoji će biti raspakovan.%n%nŽelite li da nastavite?%nNapomena: Proces može potrajati i do nekoliko minuta.
81=Greška:  CD-ROM fajl ne može biti pretvoren.%nAko su ovo BIN/CUE fajlovi, proverite da je CUE fajl pravilnog formata.
82=Greška:  ISO fajl je kreiran iz%n%s, %nfajl ali ne može biti pretvoren.%nŽelite li da zadržite ISO fajl za dalju analizu?
83=Greška:%n%s\%s.%s%nfajl nije pronađen.%n%nPotrebna su oba %s.bin i %s.cue fajla.
84=Pokretanje %s.  Molimo Vas da prekinete instalaciju, zatim odaberete 'U redu' za nastavak.
85=Napomena:  Ova metoda funkcioniše samo za specifične 'Wise for Windows Installer' arhive.%nAko je pri pokretanju 'Wise Installation Wizard' potreban dalji unos, ovaj fajl nije podržan. %nMolimo prekinite instalaciju i %s će prekinuti izvlačenje.%n%nŽelite li da nastavite?
86=Ovaj fajl je zapakovan sa %s kompresijom,%nali ne može biti raspakovan.%nMogući uzrok je nepodržani tip fajla ili%nnema sadržanih fajlova za izvlačenje.%n%nŽelite li da umesto toga raspakujete ovaj fajl?%n%nNapomena: Raspakovani fajl će biti imenovan:%n%s\%s_unpacked.%s
87=Greška: %s%nizvlačenje nije uspelo.
88=Upozorenje: %nDa bi se iz ove instalacione arhive izvukli fajlovi potrebno je pokrenuti instalaciju.%nAko želite da nastavite, izvršićemo sledeću komandu:%n%n%s%n%nAko smatrate da instalacija ne potiče iz pouzdanih izvora, pokretanje nije preporučeno.%nŽelite li da nastavite?
89=
90=
91=
92=
93=
94=%s%nRaspakovanje ne može biti praćeno izveštajem.
95=
96=%s%nfajl ne može biti raspakovan.%nNađeni tip fajla je: %s%n%nOdaberite 'U redu' ako želite svojeručno da analizirate fajl ili 'Odustani' za izlaz.
97=%s%nfajl je nepoznatog tipa i ne može biti raspakovan.
98=%s%nfascikla ne može biti napravljena. Molimo odaberite ispravnu fasciklu.
99=%s%nfajl ne može biti raspakovan.%nFajl liči na %s, što jeste podržani tip, ali izvlačenje nije uspelo.%nMolimo pogledajte izveštaj, %s, za više informacija.%n%nOdaberite 'U redu' da pogledate izveštaj sada, ili 'Odustani' za prekid.
100=
101=
102=
103=
104=
105=
106=
107=
108=
109=
110=
111=
112=
113=
114=
115=
116=
117=
118=
119=
